{"id":13,"date":"2021-08-06T13:15:56","date_gmt":"2021-08-06T17:15:56","guid":{"rendered":"https:\/\/insidersact.wpenginepowered.com\/?page_id=13"},"modified":"2024-08-15T10:35:43","modified_gmt":"2024-08-15T14:35:43","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/www.insidersexperiences.com\/terms-and-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"<p><strong>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY.<\/strong> By accessing this website and any of its content, you agree to comply with the following Terms of Use. If you do not agree with these terms, please exit the site immediately and delete any stored pages or materials.<\/p><p>This website is managed by Artist Consulting Team on behalf of Insiders LLC (&#8220;the Operator&#8221; and &#8220;the Artist&#8221;). All content, including data, images, music, and information, is owned by the Artist and Operator or used under license. The Operator may change any part of the website or these Terms of Use at any time, for any reason.<\/p><p><strong>Changes to Terms<\/strong><\/p><p>Updates to these Terms of Use are effective upon posting. By continuing to use this website, you accept any changes. If you violate these terms, the Operator may restrict your access or take legal action as permitted by law.<\/p><p><strong>Permitted Use<\/strong><\/p><p>You may view information on this website for informational, educational, and communication purposes only. You may use documents and related graphics if:<\/p><ul class=\"wp-block-list\"><li>A copyright notice and website link are included in all copies, along with this permission notice.<\/li>\n\n<li>The materials are for informational, non-commercial, or personal use only.<\/li>\n\n<li>The materials are not altered in any way.<\/li><\/ul><p>For questions about using website materials, please contact us.<\/p><p><strong>Linking to the Website<\/strong><\/p><p>By linking to this website, you agree to these Terms of Use and legal restrictions. Do not link to the site if you do not agree to these guidelines. By linking, you agree that you will:<\/p><ul class=\"wp-block-list\"><li>Not frame or create a browser or border around the website&#8217;s content.<\/li>\n\n<li>Not imply endorsement by the Operator or Artist of your website, company, or services.<\/li>\n\n<li>Not misrepresent your relationship with the Operator or Artist.<\/li>\n\n<li>Not present false or misleading information about the Operator or Artist.<\/li>\n\n<li>Not include illegal, offensive, or inappropriate content on your website.<\/li><\/ul><p><strong>Limited License<\/strong><\/p><p>The Operator grants you a non-exclusive, non-transferable right to access and use this website, provided you comply with these Terms of Use. You must not disrupt the site&#8217;s operation and must adhere to all copyright and trademark laws. No rights are granted to you under any patents, trademarks, copyrights, or trade secrets except as expressly stated.<\/p><p><strong>Disclaimer and Indemnity<\/strong><\/p><p>You agree to indemnify and hold harmless the Operator, the Artist, and related parties from any losses, damages, or costs arising from your use of the website or violation of these Terms. The Operator and Artist do not guarantee that downloadable materials are free from viruses or harmful code. You are responsible for ensuring your system&#8217;s security.<\/p><p><strong>Incorrect Information<\/strong><\/p><p>The materials on this website may contain errors. The Operator and Artist do not guarantee the accuracy of the content. Rely on this information at your own risk. The Operator and Artist may make changes to the website at any time without notice.<\/p><p>The website and its materials are provided &#8220;AS IS,&#8221; without warranties of any kind. The Operator and Artist are not liable for any damages arising from your use of the website or transactions made through it.<\/p><p><strong>Copyright Violations<\/strong><\/p><p>The Operator respects the copyrights of others. If you believe your copyrighted work has been infringed upon, please contact us. Any personal information provided will be used in accordance with our Privacy Policy.<\/p><p><strong>Links to Third-Party Sites<\/strong><\/p><p>This website may contain links to third-party sites. Visiting these sites is at your own risk. The Operator and Artist are not responsible for the content of these sites and do not endorse them.<\/p><p><strong>Force Majeure<\/strong><\/p><p>Neither party is liable for failure to perform due to events beyond their control, such as natural disasters, war, or civil unrest. Affected parties must inform the other party and comply with the agreement as much as possible.<\/p><p><strong>Waiver<\/strong><\/p><p>Failure to enforce any provision of these terms does not constitute a waiver of that provision. No waiver is effective unless stated in writing and signed by both parties.<\/p><p><strong>Governing Law<\/strong><\/p><p>This website is governed by the laws of Canada and the Province of Ontario. You agree to submit to the jurisdiction of Ontario courts for any disputes related to these Terms or your use of the site.<\/p><p><strong>Copyright<\/strong><\/p><p>This website&#8217;s content is protected by copyright and trademark laws. You may download content for personal, non-commercial use only. No modification or reproduction is allowed except as permitted in these Terms.<\/p><p>By submitting content to the Operator, you grant unlimited rights to use it and waive any moral rights. You warrant that you can grant these rights.<\/p><p>© The Artist and the Operator 2024. All Rights Reserved.<\/p>","protected":false},"excerpt":{"rendered":"<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY. By accessing this website and any of its content, you agree to comply with the following Terms of Use. If you do not agree with these terms, please exit the site immediately and delete any stored pages or materials. This website is managed by Artist Consulting Team on [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"inline_featured_image":false,"footnotes":""},"class_list":["post-13","page","type-page","status-publish","hentry"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/pages\/13","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/comments?post=13"}],"version-history":[{"count":0,"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/pages\/13\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/media?parent=13"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}