{"id":9,"date":"2021-08-06T13:15:36","date_gmt":"2021-08-06T17:15:36","guid":{"rendered":"https:\/\/insidersact.wpenginepowered.com\/?page_id=9"},"modified":"2024-02-12T12:17:02","modified_gmt":"2024-02-12T17:17:02","slug":"cookies","status":"publish","type":"page","link":"https:\/\/www.insidersexperiences.com\/cookies\/","title":{"rendered":"Cookies"},"content":{"rendered":"<h3 class=\"wp-block-heading\">What is a Cookie?<\/h3><p>Cookies are small text files sent from a website and stored in a user&#8217;s web browser while the user is browsing a website. When a user visits a website more than once, the browser sends Cookies back to the website, allowing the website to recognize the user and remember things like their personalized details and preferences.<\/p><p>InsidersExperiences.com  uses cookies to help personalize your online experience, by, among other things, saving your passwords and preferences for you. These cookies are restricted for use only on InsidersExperiences.com, and do not transfer any Personal Information to any other party. If you choose to disable your cookies setting or refuse to accept a cookie, you are able to do so. However, some parts of InsidersExperiences.com will not function properly or may be considerably slower.<\/p><h3 class=\"wp-block-heading\">When do we use Cookies?<\/h3><p>We use Cookies when you register with us and when you navigate our Site. For example, when you return to our Site after logging in, Cookies provide information to our Site so that the Site remembers you. Cookies help us to improve our Site and to deliver a better, more personalised service.<\/p><h3 class=\"wp-block-heading\">What type of Cookies do we use?<\/h3><p>We mainly use Cookies to make our services work and to improve our services. We currently use Cookies for the following purposes:<\/p><ul class=\"wp-block-list\"><li><strong>Operation of our service<\/strong>: We use Cookies to monitor login, session and status data. This allows us to know, for example, if you are logged in or not. We also use Cookies to remember if you have seen our cookie banner and to remember if you have logged in previously. We use Cookies to ensure you are awarded rewards (when applicable) for certain activities you engage through our Site.<\/li>\n\n<li><strong>Security<\/strong>: We use Cookies to enable and support our security features, and to help us detect malicious activity and violations of our Terms.<\/li>\n\n<li><strong>Preferences<\/strong>: We use temporary “session” cookies which enables your web browser to remember which pages on our Site have already been visited. This information may be used to help us to improve, administer and diagnose problems with our Site and server. Our Site may also use other technical methods to track visitor usage, including web beacons. (“Web beacons” are small pieces of data that are embedded in images on the pages of a website.) We may also use these technical methods to analyse the traffic patterns on our Site, such as the frequency with which our users visit various parts of our Site. These technical methods may involve the transmission of information either directly to us, or to another party authorised by us to collect information on our behalf.<\/li><\/ul><h3 class=\"wp-block-heading\">Third Party Cookies<\/h3><p>Some Cookies that have been set on our Site may not be related to or controlled by us. When you visit a page with content embedded from, for example, Twitter or Facebook, these service providers may set their own Cookies on your web browser. We do not control the use of these Cookies and cannot access them due to the way that Cookies work, as Cookies can only be accessed by the party which originally set them. You should check the third party websites for more information about these Cookies.<\/p><h4 class=\"wp-block-heading\">Web Analytics:<\/h4><p>In order to serve you better, we use web analytics services including Google Analytics to help analyse the use of our websites. These tools use cookies to collect and generate information about your visits to our sites (including your IP address) that is transmitted to their servers in an anonymous form for processing. We study patterns of website activity so we can improve the experience of visitors to our sites.<\/p><p>The use of these tools does not allow us or our analytics service providers to identify individuals.<\/p><p>We have also implemented some features of Google’s Display Advertising functionality to advertise online. These features include Remarketing, Google Display Network Impression Reporting, the DoubleClick Campaign Manager integration, and Google Analytics Demographics and Interest Reporting. We and third-party vendors, including Google, use both first-party cookies and third-party cookies together to report ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to this site.<\/p><p>You can opt-out of analytics activity by setting your browser to notify you when a cookie is sent and block analytics cookies if desired. Please consult your browser’s Help Menu for instructions. Visiting our website with analytics cookies disabled will have no significant impact on your browsing experience.<\/p><p>Google currently offers a free Google Analytics&nbsp;<a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout\">opt-out tool<\/a>&nbsp;for Internet Explorer (versions 7 – 10), Google Chrome (4.x and higher), and Mozilla Firefox (3.5 and higher).<\/p><h4 class=\"wp-block-heading\">The Facebook pixel:<\/h4><p>To gather visitor behaviour data, including which pages are visited and the actions taken. This may be used to serve Facebook ads. For more information about the Facebook pixel see Facebooks official site. These types of cookies allow us to provide you with content that we feel may be of interest to you.<\/p><p>We also use social media buttons and\/or plugins on this site that allow you to connect with your social network in various ways. For these to work the following social media sites including; Facebook, Twitter, will set cookies through our site which may be used to enhance your profile on their site or contribute to the data they hold for various purposes outlined in their respective privacy policies.<\/p><h4 class=\"wp-block-heading\" id=\"SellingData\">Selling Data to Third Parties:<\/h4><h4 class=\"wp-block-heading\">Categories of data<\/h4><p>The following categories of data are sold to third parties:<\/p><ul class=\"wp-block-list\"><li>We do not sell data to third parties<\/li><\/ul><h4 class=\"wp-block-heading\">Object to selling of personal data to third parties<\/h4><p>Should at any time our policy to not sell data to third parties change, you can object to our selling of your personal data now by contacting us at <a href=\"mailto:privacy@insidersexperiences.com\" target=\"_blank\" rel=\"noreferrer noopener\">privacy@insidersexperiences.com<\/a>  We will then remove your data from any databases that may be sold to third parties in the future.<\/p><p>If you are looking for more information you can contact us at&nbsp;<a href=\"mailto:privacy@insidersexperiences.com\" target=\"_blank\" rel=\"noreferrer noopener\">privacy@insidersexperiences.com<\/a><\/p><p>This statement was last modified November 27, 2023.<\/p>","protected":false},"excerpt":{"rendered":"<p>What is a Cookie? Cookies are small text files sent from a website and stored in a user&#8217;s web browser while the user is browsing a website. When a user visits a website more than once, the browser sends Cookies back to the website, allowing the website to recognize the user and remember things like [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"inline_featured_image":false,"footnotes":""},"class_list":["post-9","page","type-page","status-publish","hentry"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/pages\/9","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/comments?post=9"}],"version-history":[{"count":0,"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/pages\/9\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.insidersexperiences.com\/wp-json\/wp\/v2\/media?parent=9"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}